{
  "plugins": {
    "LuaSnip": {
    },
    "cmp-buffer": [],
    "cmp-cmdline": [],
    "cmp-nvim-lsp": [],
    "cmp-nvim-lua": [],
    "cmp-path": [],
    "cmp_luasnip": [],
    "flow.nvim": [],
    "indent-blankline.nvim": [],
    "lazydev.nvim": {
    },
    "lualine.nvim": {
    },
    "neocodeium": {
    },
    "nvim-autopairs": {
    },
    "nvim-cmp": {
    },
    "nvim-lspconfig": {
    },
    "nvim-tree.lua": {
    },
    "nvim-treesitter": [],
    "nvim-web-devicons": {
    },
    "plenary.nvim": [],
    "plugin-view.nvim": [],
    "stay-centered.nvim": [],
    "telescope.nvim": {
    },
    "tiny-inline-diagnostic.nvim": {
    },
    "vim-highlightedyank": [],
    "xeno.nvim": {
    }
  }
}